[
  "የሰው ልጅ የልቡን ምኞት ለማሳካት ሁልጊዜም ቢሆን ከራሱ አልፎ ለሌሎች ጥቅም የሚሆንን መንገድ መምረጥ ይኖርበታል።",
  "ትልቁ የሰው ልጅ ስኬት የሚመዘነው በሀብት ብዛት ሳይሆን በህይወት ውስጥ ያለውን ትርጉም በመረዳት እና በመተግበር ነው።",
  "አቅማቸውን ቢያውቁ ጦጣና ዝንጀሮ በፍፁም አይሞክሩም ነበር ከአንበሳ ሰፋጣ ወይም መፋለም።",
  "ፍቅር የሚያስፈልገው ሰውን ማግኘት ብቻ ሳይሆን በፍቅሩ ለመጠገን ጥረት ማድረግና የልብን ደስታ ማበልጸግ ነው።",
  "አንዳንድ ጊዜ በህይወት ውስጥ ሰላም እንዲኖርህ የፈለግከውን ነገር ሁሉ መተውና ከሰዎች መራቅ የግድ ይሆንብሃል።",
  "ድምጽህ ባልታሰበ ቦታ እንዲሰማ ከፈለግክ ከሌሎች ጋር ተባብረህ ተዋህደህ ከስራ ይልቅ የጋራ ዕውቀትህን ተጠቀም።",
  "ህይወት የሚፈተንበት ትልቁ ፈተና ያገኘኸውን ነገር ያህል በፍጹም አትፈልገውም ነገር ግን የሰው ልብ እረፍት ይፈልጋል።",
  "በችግር ጊዜ ለወገን የሚቆም ሰውነት ከወርቅ የከበረ ነው ምክንያቱም ጓደኝነት በችግር ጊዜ ቆሞ መረዳዳትን ይጠይቃል።",
  "አንድ ሰው ምንም ቢኖረው ልቡ ንፁህ ካልሆነ የውስጥ ሰላም አይኖረውም ይህም ከሀብት ይልቅ ይበልጣልና።",
  "ስኬታማ ለመሆን የማያቋርጥ ጥረት እና ከስህተቶች የመማር ችሎታ ያስፈልጋል፤ ምክንያቱም ትልቁ ድል ውድቀትን አምኖ መቀበል ነው።",
  "ሰው በራሱ ድርጊት የሚፈረድ እንጂ በሌሎች ሀሳብ አይደለም ምክንያቱም እያንዳንዱ የራሱን መንገድ የመምረጥ መብት አለው።",
  "እውነተኛ የህይወት ትርጉም የሚገኘው ለሌሎች ሰዎች መልካም ማድረግና በአዎንታዊ አስተሳሰብ መኖርን ስንመርጥ ነው።",
  "የቸኮለ ሰው ሁል ጊዜም ውድቀትን ይጎርፋል፤ ምክንያቱም የፍጥነት ስራ ግድግዳው ሰንበሌጥ እንደሚሆን አይዘነጋም።",
  "ጥበበኞች የነገሩንን በጥንቃቄ ማዳመጥ ስንችል ትርጉሙን አውቀን በህይወታችን ውስጥ ተግባራዊ ማድረግ እንችላለን።",
  "ውበት በሰውነት ውስጥ ሳይሆን በውስጣዊ ስብዕና እና በጎነት ውስጥ ይገኛል፤ ይህ ደግሞ ጊዜ የማይሽረው ነው።",
  "አንድ ሰው በትምህርት ቢገፋም ባይገፋም ከሁሉም በላይ የህይወት እውቀትና ልምድ ያስፈልገዋልና ራስህን አታቃልል።",
  "ከፈረስህ በፊት ጋሪህን የምታስቀድም ከሆነ ወደ ኋላ ከመቅረት ውጪ ምንም ትርጉም የለውም ምክንያቱም ቅደም ተከተል ያስፈልጋል።",
  "ትጋት ከምኞት ይበልጣል ምክንያቱም መመኘት ቀላል ሲሆን ትጉህነት ግን የዓላማ መኖርን በስራ ያረጋግጣል።",
  "የህይወት ጉዞ ከባድ ነው፤ ነገር ግን በእያንዳንዱ የሰው ልጅ ልብ ውስጥ የማይበጠስ የብርታት ኃይል አለ።",
  "ራስን ማወቅ የህይወት ሁሉ መጀመሪያ ነው፤ አቅምህንና ድካምህን የምትለካበት ሚዛን የሚሆነው የራስህ ማንነት ብቻ ነው።",
  "ማየት ማመን ነውና፣ በአይናችን ያየነው እውነት በሌሎች ንግግር ከሚነገረው ከማንኛውም ሀሰተኛ ታሪክ የበለጠ ክብደት አለው።",
  "ውድቀትን ከፈራህ ፈጽሞ አትሞክርም፤ ትልቁ ድል የሚመጣው ፍርሃትን አሸንፎ በድፍረት ወደፊት ሲጓዙ ነው።",
  "ለእያንዳንዱ የሰው ልጅ የሚከፈለው ዋጋ የሚያገኘው በስራው ልክ እንጂ በዝምታ አይመጣም፤ ስለዚህ ስራና ጥረት ይሁንልህ።",
  "ሕይወትህን ለመለወጥ የሚቻለው ትናንትን በመርሳትና ዛሬ ላይ ባለው ነገር ላይ ብቻ በትኩረት መስራት ስትጀምር ነው።",
  "እውነተኛ ጓደኛ ማለት በጥሩ ጊዜ ብቻ ሳይሆን አስቸጋሪ በሆነው የህይወት ጎዳናም ከጎንህ የሚቆም ማለት ነው።",
  "በጥበብ ቃል ለመጠቀም መጀመሪያ የቃሉን ወይም የምሳሌያዊ አነጋገሩን ትርጉም በሚገባ ማወቅ ያስፈልጋልና።",
  "የሰው ልጆች ሁሉ በምድር ላይ የሚያሳዩት ትልቁ ስህተት ራሳቸውን ከሌሎች ጋር ማወዳደራቸው እና ራሳቸውን መውቀስ ነው።",
  "በድህነት ውስጥ ያለ ሰው የገንዘብ እጦት ችግር ሳይሆን የልቡን ምኞትና ህልም ማጣት ነው ይህም የህይወት ውድቀት ነው።",
  "ጥሩ አስተሳሰብ እና ከሰዎች ጋር የመኖር ጥበብ ከማንኛውም ቁሳዊ ሀብት በላይ ነውና በውስጥህ የሚኖርን ሰላም ጠብቅ።",
  "ያለ ጥረት የሚገኝ ስኬት ዘላቂ አይደለም፤ ልክ እንደ ውሃ ላይ እንደተሳለ ስዕል ይጠፋልና በትጋት ስራ።",
  "የማይበገር ሰው ውድቀትን ፈጽሞ ያልቀመሰ ሳይሆን በወደቀ ቁጥር ደግሞ ተነስቶ ወደ ፊት የሚራመድ ነው።",
  "ህይወትህ ሰላማዊ እንዲሆን ከፈለግክ ሁልጊዜም ከማያስፈልጉ ግንኙነቶችና ሐሳቦች መራቅ የግድ ይኖርብሃል።",
  "በተፈጥሮ ህግ መሠረት ፍሬ ለማፍራት መጀመሪያ ዘር መዝራት ያስፈልጋል፤ ማንኛውም ስኬት ዋጋ ያስከፍላል።",
  "ታሪክ የሚሰራው በመናገር ሳይሆን በመስራት ነው፤ ድምፅህ ከስራህ በታች እንዲሆን ተጠንቀቅ።",
  "ትምህርት የሕይወት መሠረት ቢሆንም እውነተኛ ጥበብ ግን ከዕለታዊ የኑሮ ልምድና ከራስ ስህተት መማር ነው።",
  "አንበሳና ነብር በአንድነት ሲሄዱ ትልቁ የሚቀድመው ኃይለኛ የጦር ስልጣን ሳይሆን ማንም ሳይቀድም መተባበራቸው ነው።",
  "ጊዜ እንደ ወርቅ ውድ ነውና ባክኖ እንዳያልቅብህ እያንዳንዱን ደቂቃህን በአግባቡ ተጠቀምበት።",
  "በችኮላ የተሰራ ቤት ግድግዳው ከሰንበሌጥ የተሰራ ነው፤ የሰላም ስራ የጊዜን ብልሃት ይፈልጋል።",
  "እውነት እንደ ጸሐይ ብርሃን ነው፤ ለጊዜው በደመና ቢጋረድም ዘላለም መደበቅ አይችልም በስተመጨረሻ ይወጣል።",
  "ለራስህ ታማኝ ሁን፤ ምክንያቱም የራስህ ማንነት ብቻ ነው እስከ መጨረሻው ከጎንህ የሚቆመው ኃይልህ።",
  "የፍቅር ቃላቶች በልብ ውስጥ ይጸናሉ፤ በምላስ ላይ የሚቆዩ የሀሰት ንግግሮች ግን ጠፍተው ይሄዳሉ።",
  "አዲስ መንገድ ለመፍጠር ከፈለግህ የቆየውን ልማድ መስበርና ፈጠራን በድፍረት መቀበል ይጠበቅብሃል።",
  "ሰዎች በፍፁም በአንተ ላይ የሚፈርዱት በምኞትህ ሳይሆን በዛሬው እና ትናንት በሰራኸው ስራ ምክንያት ነው።",
  "ከመጠን በላይ መራቅ መዘንጋትን ያስከትላል፤ ከመጠን በላይ መቅረብ ደግሞ መበላሸትን ሊፈጥርብህ ይችላል።",
  "ስኬት በድፍረት እና በፅናት የሚመጣ ነው፤ በልብህ የሰነቅከውን ሀሳብ ለመኖር በድፍረት ወደ ፊት ተጓዝ።",
  "ያለፈውን ታሪክ መርሳት አይቻልም ነገር ግን ከትላንት ስህተቶች መማርና ዛሬ የተሻለውን መወሰን ይቻላል።",
  "የሰው ልብ ሰላም ከማንኛውም የውጪ ሀብት ይበልጣል፤ በውስጥህ ያለውን ሰላም ለመጠበቅ ሁሌም ጥረት አድርግ።",
  "ትልቁን የህይወት ፈተና የምታልፈው በኃይልህ ሳይሆን በትዕግስትህ እና በፍጹም ተስፋ ባለመቁረጥህ ነው።",
  "ለእናትና ለአባት የሚገባ ክብር መስጠት የሰው ልጅ ትልቁ ሃብት ነው፤ ለወላጆችህ ክብር ስትሰጥ እግዚአብሔር ያከብርሃልና።",
  "የበጎነትን መንገድ የያዘ ሰው ሁል ጊዜም በብሩህ ተስፋ ይጓዛል፤ ጨለማውም እንኳ ለጥቂት ጊዜ ብቻ ነው።",
  "በፍቅር የታነፀ ቤት ጠንካራ መሠረት አለው፤ በጥርጣሬ የተመሠረተ ግን ሁልጊዜም ውድቀትን ይጎርፋል።",
  "የራስህን ህይወት መስመር ለመስራት አትፍራ፤ በሌሎች የተዘረጋውን መንገድ መከተል ሁልጊዜም ብልህነት አይደለም።",
  "ዓለምን የመለወጥ ፍላጎት ካለህ መጀመሪያ ራስህን በመለወጥ ጀምር፤ ይህ የሁሉም ስራ መጀመሪያ ነው።",
  "ለሰዎች የምትሰጠው ፍቅርና ደግነት በልብህ ውስጥ ዘላቂ ሰላምን ይፈጥራል፤ መልካምነት የማይጠፋ ሀብት ነው።",
  "የሚጠራጠረውን ሰው ልብ ማመን አይቻልም፤ ምክንያቱም እምነት እንደ ወርቅ ሲሆን መጠራጠር እንደ መርዝ ነው።",
  "ምንም እንኳን ብዙ እንቅፋቶች ቢገጥሙህም በህልምህ ላይ የነበረህ እምነት ፈጽሞ ሊወድቅ አይገባውም።",
  "የምታየው ነገር ሁሉ እውነት አይደለም፤ አንዳንድ ጊዜ የውጭው ገጽታ የውስጥን ሁኔታ የመደበቅ ልማድ አለው።",
  "የማይጠገብ ልብ ካለህ ሁልጊዜም ድህነት ይሰማሃል፤ ልብህን የምትመግብው በእውነትና በደግነት ይሁን።",
  "የተማረ ሰው ልብ ማሰሪያ ያስፈልገዋል፤ ጥበበኛ ግን ያለ አንዳች ሰንሰለት በራሱ እውቀት ይገዛል።",
  "ብርሃን የሚወጣው ከጨለማ በኋላ ነው፤ በመከራና በችግር ጊዜ የሚመጣው ድል ከሁሉም ይበልጣልና።",
  "የጥሩ ስራ ዘር ከዘራህ መልካም ፍሬ ማጨድህ አይቀርም፤ ማንኛውም ጥረት ዋጋ አለውና ተስፋ አትቁረጥ።",
  "በህይወት ውስጥ ትልቁ ስህተት ምንም ላለመሳሳት መፍራትና ምንም ነገር ባለመሞከር ዝም ብሎ መቀመጥ ነው።",
  "ክብር የሚገኘው በታላቅ ቦታ ላይ በመቀመጥ ሳይሆን ለሰዎች መልካም በማድረግ እና በመታመን ነው።",
  "የሰው ልጅ ከራሱ ስህተት የሚማር ከሆነ የዕድሜ ልኩን የሚዘልቅ ትልቁን ትምህርት ቤት ተምሯል ማለት ነው።",
  "የሰጠኸውን ብቻ ነው የምታገኘው፤ ፍቅር ከሰጠህ ፍቅርን ታገኛለህ ጥላቻ ከሰጠህ ጥላቻ ብቻ ነው።",
  "እውነተኛ ጥበብ ማለት አንድ ነገር በሚገባ ሲገባን ሳይሆን ምን ያህል እንደማናውቅ በግልፅ መረዳት ነው።",
  "ያልተጠበቀ ነገር በህይወት ውስጥ ሲከሰት የሰው ልብ እምነትን መተው የለበትም፤ በጎ ነገር ይመጣል።",
  "በማንኛውም ሁኔታ ደስተኛ ለመሆን የምትችል ከሆነ ይህ ከማንኛውም ሀብት ወይም ዝና ይበልጣልና።",
  "የመልካም ሰው መንገድ ሁልጊዜም ብሩህ ነው፤ የክፉ ሰው መንገድ ግን እንደ እሾህ የተሞላና የጨለመ ነው።",
  "መናገር ሲገባህ መናገርና ዝም ማለት ሲገባህ መዝፈን ትልቁ የጥበብ ምልክት ነው፤ ቃልህን በአግባቡ ተጠቀም።",
  "ትናንሽ ነገሮች ትልቅ ለውጥ ያመጣሉ፤ የትልቅ ስኬት መጀመሪያ ትናንሽ እርምጃዎችን መውሰድ ነው።",
  "በማያውቁት ሰው ላይ ፈጽሞ መፍረድ አይገባም፤ የእያንዳንዱ ሰው ታሪክ በጥልቀት መመርመር አለበት።",
  "የህይወት ዋጋ በገንዘብ አይለካም፤ ከሰው ጋር ባለህ ግንኙነት እና የሌሎችን ልብ በመንካት ይለካል።",
  "ተስፋን በልብህ የሰነቅህ ከሆነ ነገ የተሻለ ይሆናል፤ ተስፋ ለጨለመው ዓለም ብርሃን እንደመሆን ነው።",
  "መልካም ንግግር ከማንኛውም ውድ ስጦታ ይበልጣል፤ ቃልህ የሌሎችን ልብ የሚያረሰርስ ውኃ ይሁን።",
  "የዕውቀት ፍለጋ ማብቃት የለበትም፤ ዕውቀት እንደ ውቅያኖስ ሲሆን አንተ ደግሞ ዓሣ አጥማጅ ነህና።",
  "የዘላለም ህይወት ምስጢር የሚገኘው ያለፈውን ትቶ ወደፊት መራመድ እና አሁን ላይ መኖር ነው።",
  "በብቸኝነትህ ጊዜ ራስህን አትውቀስ፤ ይህ ጊዜ የውስጥህን ሰላም ለማግኘት የተሰጠህ ታላቅ ዕድል ነው።",
  "ጠንካራ ዛፍ የሚገኘው በጠንካራ ሥር ነው፤ የሰው ልጅም ጥንካሬው ከውስጣዊ እምነቱ ነው።",
  "ሕይወት ትልቅ ስጦታ ናት፤ እያንዳንዱን ቀን በእግዚአብሔር ፍቅር እና በሰው ልጅ ደግነት ኑር።",
  "ለሌሎች የምትሰጠው አክብሮት ለራስህ የምትሰጠው አክብሮት ነፀብራቅ ነው፤ አክብሮት ለራስህ ይጀምራል።",
  "የሰው ልጆች ሁሉ የሚኖሩት በራሳቸው እውነት ውስጥ ነው፤ የሌላውን እውነት መናቅ የጥበብ አይደለም።",
  "እውነትን መናገር ብዙ ጊዜ ከባድ ነው፤ ነገር ግን መዋሸት የረጅም ጊዜ ሰላምን ያሳጣሃልና።",
  "በህይወትህ ውስጥ የሚመጣውን ለውጥ አትፍራ፤ ለውጥ የዕድገት እና የአዲስ ነገር መጀመሪያ ነው።",
  "የታላቅነት መለኪያ የሌሎችን ስኬት ማክበርና በእነሱ ደስታ መደሰት ነው፤ ቅናት ልብን ይበላል።",
  "ትዕግስት መራራ ሊሆን ይችላል፤ ግን ፍሬው ግን ከማር የበለጠ ጣፋጭ ነው፤ ታገስ ስኬት ይመጣል።",
  "የመማር ጥበብ የትዕቢትን ልብስ አውልቆ በትህትና ወደ ዓለም መምጣትና ዕውቀትን መቀበል ነው።",
  "የተሰበረ ልብ ሊጠገን ይችላል፤ ነገር ግን የተሰበረ እምነትን መልሶ መገንባት ከማንኛውም ይከብዳል።",
  "በአለም ላይ ትልቁ ኃይል ፍቅር ነው፤ ፍቅር የሚፈጥረው ትስስር ጊዜ የማይሽረው ዘላለማዊ ነው።",
  "በጎ ነገር ለማድረግ ጊዜ አትስጥ፤ ዛሬ የምትሰጠው ትንሽ ደግነት ነገ ትልቅ ዋጋ አለውና።",
  "ከራስህ ጋር እውነተኛ ሰላም ለመፍጠር መጀመሪያ ራስህን መውደድ እና ስህተትህን ይቅር ማለት ያስፈልጋል።",
  "የህይወት ትልቁ ምስጢር መውደቅና መነሳት አይደለም፤ ከመውደቅ በኋላ ላለመሞከር መወሰን ነው።",
  "የተዘራው ዘር ይበቅላል፤ የዘራኸውን መልካም ነገር አምነህ ጠብቅ ፍሬውም በጊዜው ይመጣል።",
  "የሰው ልጅ የሚኖረው በመተባበር ነው፤ ብቸኛ ጉዞ በፍፁም ለስኬት አያበቃም፤ ተባብረህ ስራ።",
  "የምትፈራውን ነገር ሁሉ ተጋፈጠው፤ የፍርሃት መጨረሻ የድልና የነፃነት መጀመሪያ ነው።",
  "ታማኝነት ትልቅ ሀብት ነው፤ ታማኝ ሰው ከማንኛውም ውድ ነገር በላይ ዋጋ አለውና ጠብቀው።",
  "የበቀልን ሀሳብ በልብህ አትያዝ፤ የበቀል መንገድ ለራስህም ለሌሎችም ጭምር ሰላምን ያሳጣል።",
  "ትልቁ የህይወት ትምህርት ከሰዎች ጋር መኖርን መማርና ልዩነታቸውን አምኖ መቀበል ነው።",
  "የጊዜን ዋጋ የማያውቅ ሰው የህይወትንም ዋጋ አያውቅም፤ ጊዜ ከገንዘብ በላይ ነውና ተጠቀምበት።",
  "በጎነት ከዘርና ከቀለም ጋር አይመዛዘንም፤ መልካም ልብ ያለው ሁሉ በጎ ነውና ሰውን ሁሉ ውደድ።",
  "ህልምህን የምትከተል ከሆነ ትልቁን የህይወት መንገድ ተጉዘሃል፤ በህልምህ ላይ የነበረህ እምነት አትተወው።",
  "በኃይል የተገኘ ነገር ሁሉ በኃይል ይጠፋል፤ በፍቅር የተገነባ ግን ዘላለም ይኖራል፤ ፍቅር ለሁሉም መሠረት ነው።",
  "ውድቀት የዓላማህ መጨረሻ ሳይሆን አዲስ ነገር ለመሞከር የተሰጠህ መልካም አጋጣሚ ነው።",
  "የደስታ ምንጭ ከውጪ አይመጣም፤ ደስታ በልብህ ውስጥ ያለውን መልካም ነገር አምነህ ስትቀበል ነው።",
  "በህይወት ውስጥ የሚደርስብህን ፈተና በድፍረት ተቀበል፤ እያንዳንዱ ፈተና ወደ አዲስ ደረጃ ያሻግርሃል።",
  "ለራስህ የምትሰጠው ዋጋ የህይወትህን ዋጋ ይወስናል፤ የራስህን ማንነት በልበ ሙሉነት ተቀበል።",
  "በህይወትህ ውስጥ ትልቁ ስኬት ከገንዘብ በላይ ለሌሎች የምትሰጠው አዎንታዊ ተፅዕኖ ነው።",
  "አንድ ሰው የትጋት መንገድን ከመረጠ ስንፍና በፍፁም ሊደርስበት አይችልም፤ ትጋት የድል መሠረት ነው።",
  "የመልካም ጓደኛ ሚና በችግር ጊዜ ከጎንህ መቆም ብቻ ሳይሆን እውነትን በድፍረት መናገር ነው።",
  "ምንም እንኳን የሰው ልጅ ህይወት ውጣ ውረድ ቢበዛበትም መጨረሻው መልካም ይሆናል፤ በብርሃን እመን።",
  "ራስህን ካላመንክ በስተቀር ሌላ ሰው ሊያምንህ አይችልም፤ እምነት ከራስህ ይጀምራልና።",
  "ማንኛውም ታላቅ ሥራ የሚጀምረው በትንሽ ሀሳብ ነው፤ የሀሳብህን ዘር በልብህ ውስጥ በደንብ ጠብቀው።",
  "መልካም ምሳሌ መሆን ከማንኛውም ምክር ይበልጣል፤ በስራህና በኑሮህ የሌሎችን ሕይወት ቀይር።",
  "የምትፈጽመው ስህተት የህይወትህ መጨረሻ አይደለም፤ ትልቁ ስህተት ከስህተትህ ባለመማር መቀጠል ነው።",
  "ትዕቢት የልብህ ጠላት ነው፤ ትህትና ግን የህይወትህ በር ነው፤ በትህትና ወደፊት ተጓዝ።",
  "የሰው ልጅ ከራሱ ያለፈ ዕውቀት የሚሻ ከሆነ ከቀደሙት የጥበብ ሰዎች መማር አለበት።",
  "ያለፈውን ታሪክ መለወጥ አይቻልም፤ አሁን ላይ የምትወስነው ውሳኔ ግን ነገህን ይለውጠዋል።",
  "በማንኛውም ጊዜ የምትሰጠው እውነተኛ ፈገግታ ከማንኛውም ቃል የበለጠ ኃይል አለው፤ ፈገግታ ብርሃን ነው።",
  "የድል አድራጊነት ምስጢር የሚገኘው በወደቁ ቁጥር መነሳት ላይ ነው፤ ተስፋ አለመቁረጥ የጀግናነት ምልክት ነው።",
  "ህይወትን የሚገዛው በገንዘብ ሳይሆን በጊዜ አጠቃቀም ነው፤ ጊዜህን በአግባቡ የምትጠቀም ከሆነ ይሳካልሃል።",
  "ለራስህ መልካም ነገር መመኘት ከክፋት መንገድ መራቅ ነው፤ መልካምነት ሁሌም አሸናፊ ነው።",
  "በህይወትህ ውስጥ የሚመጣውን ፀጥታ አትፍራ፤ በፀጥታ ጊዜ ልብህ እውነተኛውን መንገድ ያሳይሃልና።",
  "እውነትን የምትፈልግ ከሆነ ከልብህ ውስጥ ፈልገው፤ እውነት ከማንም ሰው ውጪ አይመጣም።",
  "የማይታመን ጓደኛ ከጠላትነት ይከብዳል፤ እውነተኛ ጓደኛ ግን የህይወትህን ሸክም ያቀልልሃል።",
  "የሰዎች ልብ ሰላምን ይሻል፤ የሰላም መንገድ ግን ይቅርታን እና መተሳሰብን ይጠይቃል።",
  "በትንሽ ነገር መደሰት ካልቻልህ በብዙ ነገርም ደስተኛ መሆን አትችልም፤ ደስታ ከትናንሽ ነገሮች ይጀምራል።",
  "ህይወትህን ቀላል ለማድረግ ከፈለግህ ከማያስፈልጉ ሀሳቦችና ነገሮች ራቅ፤ አእምሮህን ነፃ አድርግ።",
  "ለነገ የምትጠብቀው ስኬት ዛሬ በምትወስነው ትንሽ እርምጃ ላይ የተመሠረተ ነው፤ ዛሬህን በአግባቡ ተጠቀም።",
  "የተማረ ሰው እንደ ተከፈተ መጽሐፍ ነው፤ ያልተማረ ግን እንደተዘጋ ቤት ነው፤ ለዕውቀት በርህን ክፈት።",
  "በጎ ነገር ለማድረግ አትጠራጠር፤ ዛሬ የምትዘራው ደግነት ነገ ትልቅ በረከት ሆኖ ይመለስልሃል።",
  "የሰው ልጅ የልቡን ምኞት ለማሳካት ከፈተና ጋር መፋለም አለበት፤ ያለ ትግል የሚገኝ ድል የለም።",
  "ዕድል የሚጠብቀው በዝግጅት ላይ ያለን ሰው ነው፤ ዕድልን ዝም ብሎ መቀመጥ አይመጣም።",
  "በልብህ ውስጥ ያለውን እምነት አትተወው፤ እምነትህ በጨለማ ጊዜ የሚያበራ ብርሃንህ ነው።",
  "የምትሰጠው ፍቅር እንደ ወንዝ ነው፤ ይሰጣል እንጂ አይቀበልም፤ ፍቅርን በልብህ ውስጥ አበልጽግ።",
  "ትዕግስት የዓላማህ መሠረት ነው፤ ያለ ትዕግስት የተገኘ ስኬት እንደ አሸዋ ላይ የተገነባ ቤት ነው።",
  "የሰው ልጅ ህይወት ትልቅ ሚስጥር ነው፤ ሚስጥሩ ደግሞ በራስህ ውስጥ መፈለግና ማግኘት ነው።",
  "ለሌላ ሰው መልካም ስትመኝ ያ መልካም ነገር ወደ አንተም ይመለሳል፤ ደግነት ተዘርቶ የሚበቅል ፍሬ ነው።",
  "በችግር ጊዜ ጓደኛህ የሚሆንህ ሰው ከብዙ ሰዎች በላይ ነው፤ በችግር ጊዜ የሚቆም እውነተኛ ወዳጅ ነው።",
  "የሕይወትህ እውነት ከቃልህ በላይ በስራህና በድርጊትህ ይገለጻል፤ የቃልህ ሰው ሁን።",
  "ኃይል የሚገኘው በትህትና ነው፤ ትዕቢተኛ ሰው ዘላቂ ጥንካሬ ሊኖረው አይችልም፤ ትሁት ሁን።",
  "ሰላም በልብህ ውስጥ ሲኖር ዓለም ሁሉ ሰላም ይሆናል፤ የውጪው ሰላም የውስጥህ ነፀብራቅ ነው።",
  "ጥበበኛ ሰው ሁልጊዜም ከመናገር በፊት ያስባል፤ ሞኝ ግን ከማሰቡ በፊት ይናገራልና።",
  "የውድቀት ትልቁ ትምህርት ስኬትን ለመገንባት የሚያስፈልገውን መሠረት ማሳየት ነውና አትፍራ።",
  "የሰው ልጅ የሚኖረው በትዝታ አይደለም፤ ትዝታን በመርሳት ዛሬ ላይ በትኩረት በመኖር ነው።",
  "በህይወትህ ውስጥ የሚከሰት ነገር ሁሉ በአንድ ምክንያት ነው፤ ሁሉንም ነገር በትዕግስት ተቀበል።",
  "የአክብሮት ዋጋ ከማንኛውም ቁሳዊ ሀብት በላይ ነው፤ ሌሎችን ማክበር የራስን ዋጋ ያበዛል።",
  "መልካም ምኞት ብቻ በቂ አይደለም፤ ምኞትህ ወደ ሥራ ሲለወጥ ብቻ ነው እውነተኛ ዋጋ ያለው።",
  "የብርሃን መንገድ በጨለማ መካከል ሲያልፍ ከጨለማው በላይ ይበራል፤ ብርሃን ሁሌም ያሸንፋል።",
  "የዘላለም ሰላም ለማግኘት የውስጥህን ሰውነት ማወቅና ከእርሱ ጋር መታረቅ ያስፈልግሃል።",
  "በማያውቁት ነገር ላይ አትፍረድ፤ ከማፍረድህ በፊት የሌላውን ሰው ልምድ በደንብ መረዳት ያስፈልግሃል።",
  "የሰው ልጅ ከምድር ላይ የሚሰበስበው ትልቁ ሀብት እውቀትና መልካም ስራ ነው፤ ገንዘብ ዛሬ አለ ነገ የለም።",
  "የምትናገረው ቃል የልብህን ዓላማ ያንጸባርቃል፤ አፍህ ከመልካም ነገር በቀር ምንም አይናገር።",
  "አልማዝ በጭቃ ውስጥ ቢወድቅም ክብሩን አያጣም፤ የአንተም ማንነት በፈተና ውስጥ አይጠፋም።",
  "ለራስህ መልካም ነገር መመኘት የራስህ ግዴታ ነው፤ በሌሎች ምኞት ላይ አትመካ፤ ራስህን አሳድግ።",
  "የሰዎች ልብ ከባድ ነው፤ እውነተኛ ስሜታቸውን ለማወቅ ጊዜና ትዕግስት ያስፈልጋልና አትቸኩል።",
  "ህይወትህን የምትመራው በእውነት እንጂ በሐሰት ከሆነ ሰላምህ ይናወጻል፤ እውነት የሁሉም መሠረት ነው።",
  "ፍቅር ከውጪ የሚመጣ ስጦታ ሳይሆን ከውስጥ የሚፈነቅል የልብህ ብርሃን ነው፤ በፍቅር ኑር።",
  "የስኬት መሰላል የሚጀምረው በትናንሽ እርምጃዎች ነው፤ ታላቅነትን በአንድ ጊዜ ማግኘት አይቻልም።",
  "ያለፉትን ስህተቶች ማሰብ ህይወትን ያቆማል፤ ወደፊት የምትወስደው እርምጃ ግን ነፃነትን ይሰጥሃል።",
  "ትልቁን የህይወት ፈተና የምታልፈው በራስህ ላይ ባለህ እምነት ነው፤ የራስህን ኃይል አትጠራጠር።",
  "የመልካም አስተሳሰብ ዘር መልካም ውጤት ያፈራል፤ የልብህ ሀሳብ ህይወትህን እንደሚመራ እወቅ።",
  "በማንኛውም ሁኔታ ትህትናህን ጠብቅ፤ ትህትና የጥበብ ምልክት ሲሆን ትዕቢት ደግሞ የውድቀት መጀመሪያ ነው።",
  "የሌላ ሰው ህይወት ሲበራልህ ደስ ይበልህ፤ የሌሎች ስኬት ለአንተም የሚሆን ብርሃን ያሳየሃልና።",
  "እውነተኛ ደስታ ማለት የሌለህን መፈለግ ሳይሆን ያለህን አምኖ መቀበልና ማመስገን ነው።",
  "ከክፉ ጓደኝነት መራቅ የህይወት ትልቁ ጥበብ ነው፤ ጥሩ ጓደኛ የጥሩ ህይወት መሠረት ነው።",
  "ማንኛውም የህይወት ፈተና ለጊዜው ከባድ ቢሆንም ከዚህ በኋላ የሚመጣው ድል ዘላለማዊ ነው።",
  "የሰው ልጅ ከራሱ የሚማረው ትልቁ ትምህርት የህይወት ውጣ ውረድን በፍጹም መቀበል ነው።",
  "መልካም ስራህ ለሰዎች ብቻ ሳይሆን ለራስህም ጭምር ሰላምን ያመጣል፤ መልካም ስራ ትልቁ ዋጋ ነው።",
  "የምትሰጠው ንግግር ከልብህ የመጣ ከሆነ የሌሎችን ልብ ይነካል፤ ውሸት ግን ጠፍቶ ይሄዳል።",
  "በብቸኝነትህ ውስጥ ሰላም የምታገኝ ከሆነ የትኛውም ቦታ ብትሄድ ደስተኛ ትሆናለህ።",
  "የማይታመን ሰው ልብ እንደ ውሃ ላይ ያለ አሻራ ነው፤ ምንም ቃል አይሰጥም፤ ሊታመን አይችልም።",
  "የእውቀት ምንጭ ከማንኛውም መጽሐፍ በላይ ከህይወት ልምድና ከራስ ስህተት መማር ነው።",
  "የፍቅር ሀይል ከሁሉም በላይ ነው፤ ፍቅር የሚፈጥረው ትስስር ጊዜ የማይሽረው ዘላለማዊ ነው።",
  "ከራስህ ጋር እውነተኛ ውይይት ካደረግህ የህይወትህን እውነተኛ መንገድ ታገኛለህ፤ ራስህን እወቅ።",
  "የሰዎች ልብ ደስታ የሚገኘው በገንዘብ ሳይሆን በመተሳሰብና በፍቅር ነው፤ ፍቅር ትልቁ ሀብት ነው።",
  "የፀሐይ ብርሃን ለሁሉም እኩል እንደሆነ መልካምነትህም ለሁሉም ሰው እኩል ይሁን።",
  "ትልቁ የህይወት ፈተና የተሳካውን ነገር ያህል በፍፁም አትፈልገውም ነገር ግን ልብህ ሰላም ይሻል።",
  "በእያንዳንዱ ቀን ውስጥ የሚከሰተውን በጎ ነገር ተቀበል፤ ይህም ህይወትህን መልካም ያደርገዋል።",
  "የሰው ልጅ የሚኖረው በመማር ነው፤ መማር የማያቆም ከሆነ ህይወትህ ሁልጊዜም አዲስ ነው።",
  "ለራስህ ታማኝ መሆን የህይወትህ ሁሉ መሠረት ነው፤ በውሸት ላይ የተገነባ ቤት ይወድቃልና።",
  "የምትፈጽመው ስህተት የህይወትህን መንገድ አያግድም፤ ከስህተትህ ተምረህ ወደፊት ተጓዝ።",
  "የጥበብ ቃል ከማንኛውም ሀብት ይበልጣል፤ ጥበበኛ ሰው ሁልጊዜም በክብር ይኖራልና።",
  "የሌላውን ሰው ህይወት ለመለወጥ መጀመሪያ ራስህን በመለወጥ ጀምር፤ ለውጥ ከውስጥ ይመጣል።",
  "በማንኛውም ሁኔታ ተስፋን አትቁረጥ፤ ተስፋ የጨለመውን ዓለም የሚያበራ ብርሃን ነው።",
  "የሚመጣው ነገር ሁሉ በጊዜው ይሆናል፤ በጊዜህ ላይ እምነት ከጣልክ ትዕግስትህ ይጨምራል።",
  "የራስህን ማንነት መውደድ ማለት ሁሉንም ነገር አምኖ መቀበልና ስህተትህን ይቅር ማለት ነው።",
  "የፍቅር ቋንቋ ቃል የለውም፤ በልብና በስራ ብቻ ይገለጻል፤ ፍቅር የሁሉ ቋንቋ ነው።",
  "ለህይወትህ ትርጉም ለመስጠት ከፈለግህ ለሌሎች መልካም አድርግ፤ ደግነትህ ዋጋ አለውና።",
  "በትዕቢት መንገድ መሄድ የብቸኝነት መንገድ ነው፤ ትህትና ግን የብዙ ወዳጆች መንገድ ነው።",
  "የሰው ልጅ የሚኖረው በእውነት እና በመተሳሰብ ነው፤ እነዚህ ከሌሉ ህይወት ትርጉም ያጣልና።",
  "የምታየው ነገር ሁሉ እውነት አይደለም፤ የውጪውን ገጽታ ሳይሆን የውስጥን ሁኔታ ተመልከት።",
  "በችግር ጊዜ የምትወስደው ውሳኔ የህይወትህን እውነተኛ ዓላማ ያሳያል፤ በድፍረት ወስን።",
  "የተማረ ሰው እንደ ወርቅ ውድ ነው፤ ጥበበኛ ግን እንደ አልማዝ ነው፤ ጥበብ ከወርቅ ይበልጣል።",
  "የመልካም ሰው ልብ ሁልጊዜም ሰላምን ይፈልጋል፤ የሰላም መንገድ ደግሞ ይቅርታ ነው።",
  "የሌላ ሰውን ህይወት ለመለወጥ መጀመሪያ የራስህን ህይወት በአዎንታዊ አስተሳሰብ ለውጥ።",
  "ታላቅነትን የምትሻ ከሆነ የሌላውን ሰው መብት አክብር፤ አክብሮት ለራስህ የምትሰጠው ዋጋ ነው።",
  "ህይወትህን በመልካም አስተሳሰብ የምትመራ ከሆነ በውጪ ያለው ዓለምም መልካም ይሆናል።",
  "የምታደርገው ጥረት ሁሉ ውጤት አለው፤ ጥረትህ ዘር ነው፤ ስኬትህ ደግሞ ፍሬው ነው።",
  "በማንኛውም ጊዜ እውነትን ተናገር፤ እውነትህ ነፃነትን ሲሰጥህ ውሸት ግን እስረኛ ያደርግሃል።",
  "የሰው ልጅ ከራሱ ስህተት የሚማር ከሆነ የዕድሜ ልኩን የሚዘልቅ ትልቁን ትምህርት ቤት ተምሯል።"
]
